var backgroundWords = {backgroundWords:['有勇气承担命运这才是英雄好汉。 || 黑塞','与肝胆人共事，无字句处读书。 || 周恩来','阅读使人充实，会谈使人敏捷，写作使人精确。 || 培根','最大的骄傲于最大的自卑都表示心灵的最软弱无力。 || 斯宾诺莎','自知之明是最难得的知识。 || 西班牙','勇气通往天堂，怯懦通往地狱。 || 塞内加','有时候读书是一种巧妙地避开思考的方法。 || 赫尔普斯',
'阅读一切好书如同和过去最杰出的人谈话。 || 笛卡儿','越是没有本领的就越加自命不凡。 || 邓拓','越是无能的人，越喜欢挑剔别人的错儿。 || 爱尔兰','知人者智，自知者明。胜人者有力，自胜者强。 || 老子','意志坚强的人能把世界放在手中像泥块一样任意揉捏。 || 歌德','最具挑战性的挑战莫过于提升自我。 || 迈克尔·F·斯特利','业余生活要有意义，不要越轨。 || 华盛顿',
'一个人即使已登上顶峰，也仍要自强不息。 || 罗素·贝克','最大的挑战和突破在于用人，而用人最大的突破在于信任人。 || 马云','自己活着，就是为了使别人过得更美好。 || 雷锋','要掌握书，莫被书掌握；要为生而读，莫为读而生。 || 布尔沃','要知道对好事的称颂过于夸大，也会招来人们的反感轻蔑和嫉妒。 || 培根','业精于勤，荒于嬉；行成于思，毁于随。 || 韩愈',
'一切节省，归根到底都归结为时间的节省。 || 马克思','意志命运往往背道而驰，决心到最后会全部推倒。 || 莎士比亚','学习是劳动，是充满思想的劳动。 || 乌申斯基','要使整个人生都过得舒适、愉快，这是不可能的，因为人类必须具备一种能应付逆境的态度。 || 卢梭','只有把抱怨环境的心情，化为上进的力量，才是成功的保证。 || 罗曼·罗兰','知之者不如好之者，好之者不如乐之者。 || 孔子',
'大胆和坚定的决心能够抵得上武器的精良。 || 达·芬奇','意志是一个强壮的盲人，倚靠在明眼的跛子肩上。 || 叔本华','只有永远躺在泥坑里的人，才不会再掉进坑里。 || 黑格尔','希望的灯一旦熄灭，生活刹那间变成了一片黑暗。 || 普列姆昌德','希望是人生的乳母。 || 科策布','形成天才的决定因素应该是勤奋。 || 郭沫若','学到很多东西的诀窍，就是一下子不要学很多。 || 洛克',
'自己的鞋子，自己知道紧在哪里。 || 西班牙','我们唯一不会改正的缺点是软弱。 || 拉罗什福科','我这个人走得很慢，但是我从不后退。 || 亚伯拉罕·林肯','勿问成功的秘诀为何，且尽全力做你应该做的事吧。 || 美华纳','学而不思则罔，思而不学则殆。 || 孔子','学问是异常珍贵的东西，从任何源泉吸收都不可耻。 || 阿卜·日·法拉兹','只有在人群中间，才能认识自己。 || 德国',
'重复别人所说的话，只需要教育；而要挑战别人所说的话，则需要头脑。 || 玛丽·佩蒂博恩·普尔','卓越的人一大优点是：在不利与艰难的遭遇里百折不饶。 || 贝多芬','自己的饭量自己知道。 || 苏联','我们若已接受最坏的，就再没有什么损失。 || 卡耐基','书籍把我们引入最美好的社会，使我们认识各个时代的伟大智者。 || 史美尔斯',
'熟读唐诗三百首，不会作诗也会吟。 || 孙洙','谁和我一样用功，谁就会和我一样成功。 || 莫扎特','天下之事常成于困约，而败于奢靡。 || 陆游','生命不等于是呼吸，生命是活动。 || 卢梭','伟大的事业，需要决心，能力，组织和责任感。　 || 易卜生']}
